Repository: sidimam/AmuleRemote
Catalog: Localizable.xcstrings
Source language: it
Languages: ar, de, en, es, fr, zh_hans

source: %@ non è più connesso alla rete Kad.
ar: %@ لم يعد متصلاً بشبكة Kad.
de: %@ ist nicht mehr mit dem Kad-Netzwerk verbunden.
en: %@ is no longer connected to the Kad network.
es: %@ ya no está conectado a la red Kad.
fr: %@ n'est plus connecté au réseau Kad.
zh_hans: %@ 已断开 Kad 网络连接。

source: %@ non è più connesso alla rete eD2k.
ar: %@ لم يعد متصلاً بشبكة eD2k.
de: %@ ist nicht mehr mit dem eD2k-Netzwerk verbunden.
en: %@ is no longer connected to the eD2k network.
es: %@ ya no está conectado a la red eD2k.
fr: %@ n'est plus connecté au réseau eD2k.
zh_hans: %@ 已断开 eD2k 网络连接。

source: %@ risponde di nuovo.
ar: %@ يستجيب من جديد.
de: %@ antwortet wieder.
en: %@ is responding again.
es: %@ vuelve a responder.
fr: %@ répond de nouveau.
zh_hans: %@ 已恢复响应。

source: %@ è di nuovo connesso alla rete Kad.
ar: %@ متصل من جديد بشبكة Kad.
de: %@ ist wieder mit dem Kad-Netzwerk verbunden.
en: %@ is connected to the Kad network again.
es: %@ vuelve a estar conectado a la red Kad.
fr: %@ est de nouveau connecté au réseau Kad.
zh_hans: %@ 已重新连接到 Kad 网络。

source: %@ è di nuovo connesso alla rete eD2k (%@).
ar: %@ متصل من جديد بشبكة eD2k (%@).
de: %@ ist wieder mit dem eD2k-Netzwerk verbunden (%@).
en: %@ is connected to the eD2k network again (%@).
es: %@ vuelve a estar conectado a la red eD2k (%@).
fr: %@ est de nouveau connecté au réseau eD2k (%@).
zh_hans: %@ 已重新连接到 eD2k 网络（%@）。

source: %@ è di nuovo connesso alla rete eD2k.
ar: %@ متصل من جديد بشبكة eD2k.
de: %@ ist wieder mit dem eD2k-Netzwerk verbunden.
en: %@ is connected to the eD2k network again.
es: %@ vuelve a estar conectado a la red eD2k.
fr: %@ est de nouveau connecté au réseau eD2k.
zh_hans: %@ 已重新连接到 eD2k 网络。

source: %@. Software libero con licenza MIT. Il protocollo EC (External Connections) appartiene al progetto aMule.
ar: %@. برنامج حر بترخيص MIT. بروتوكول EC (External Connections) يعود إلى مشروع aMule.
de: %@. Freie Software unter MIT-Lizenz. Das EC-Protokoll (External Connections) gehört dem aMule-Projekt.
en: %@. Free software under the MIT License. The EC (External Connections) protocol belongs to the aMule project.
es: %@. Software libre con licencia MIT. El protocolo EC (External Connections) pertenece al proyecto aMule.
fr: %@. Logiciel libre sous licence MIT. Le protocole EC (External Connections) appartient au projet aMule.
zh_hans: %@。基于 MIT 许可证的自由软件。EC（External Connections）协议归 aMule 项目所有。

source: %@: %@ di %@, %@, fonti %llu/%llu.
ar: %@: %@ من %@، %@، المصادر %llu/%llu.
de: %@: %@ von %@, %@, Quellen %llu/%llu.
en: %@: %@ of %@, %@, sources %llu/%llu.
es: %@: %@ de %@, %@, fuentes %llu/%llu.
fr: %@ : %@ de %@, %@, sources %llu/%llu.
zh_hans: %@：已完成 %@（共 %@），%@，来源 %llu/%llu。

source: %lld errori
ar: %lld أخطاء
de: %lld Fehler
en: %lld errors
es: %lld errores
fr: %lld erreurs
zh_hans: %lld 个错误

source: %lld file condivisi
ar: %lld ملفات مشتركة
de: %lld geteilte Dateien
en: %lld shared files
es: %lld archivos compartidos
fr: %lld fichiers partagés
zh_hans: %lld 个共享文件

source: %lld file in coda
ar: %lld ملفات في قائمة الانتظار
de: %lld Dateien in der Warteschlange
en: %lld files in queue
es: %lld archivos en cola
fr: %lld fichiers en file
zh_hans: %lld 个文件排队中

source: %lld file in coda.
ar: %lld ملفات في القائمة.
de: %lld Dateien in der Warteschlange.
en: %lld files in the queue.
es: %lld archivos en cola.
fr: %lld fichiers en file.
zh_hans: 队列中有 %lld 个文件。

source: %lld fonti (%lld complete)
ar: %lld مصادر (%lld كاملة)
de: %lld Quellen (%lld vollständig)
en: %lld sources (%lld complete)
es: %lld fuentes (%lld completas)
fr: %lld sources (%lld complètes)
zh_hans: %lld 个来源（%lld 个完整）

source: %lld link riconosciuti
ar: تم التعرف على %lld روابط
de: %lld Links erkannt
en: %lld links found
es: %lld enlaces reconocidos
fr: %lld liens reconnus
zh_hans: 已识别 %lld 个链接

source: %lld risultati per «%@».
ar: %lld نتائج لـ «%@».
de: %lld Ergebnisse für „%@“.
en: %lld results for “%@”.
es: %lld resultados para «%@».
fr: %lld résultats pour « %@ ».
zh_hans: “%@”的结果：%lld 个。

source: %lld selezionati
ar: %lld محددة
de: %lld ausgewählt
en: %lld selected
es: %lld seleccionados
fr: %lld sélectionnés
zh_hans: 已选择 %lld 项

source: %lld server — doppio clic per connettere
ar: %lld خوادم — انقر مرتين للاتصال
de: %lld Server — Doppelklick zum Verbinden
en: %lld servers — double-click to connect
es: %lld servidores: doble clic para conectar
fr: %lld serveurs — double-cliquez pour vous connecter
zh_hans: %lld 个服务器——双击连接

source: %lld utenti
ar: %lld مستخدمًا
de: %lld Benutzer
en: %lld users
es: %lld usuarios
fr: %lld utilisateurs
zh_hans: %lld 名用户

source: 1 minuto
ar: دقيقة واحدة
de: 1 Minute
en: 1 minute
fr: 1 minute
zh_hans: 1 分钟

source: 1 ora
ar: ساعة واحدة
de: 1 Stunde
en: 1 hour
es: 1 hora
fr: 1 heure
zh_hans: 1 小时

source: 10 minuti
ar: ١٠ دقائق
de: 10 Minuten
en: 10 minutes
es: 10 minutos
fr: 10 minutes
zh_hans: 10 分钟

source: 120 secondi
ar: ١٢٠ ثانية
de: 120 Sekunden
en: 120 seconds
es: 120 segundos
fr: 120 secondes
zh_hans: 120 秒

source: 15 minuti
ar: ١٥ دقيقة
de: 15 Minuten
en: 15 minutes
es: 15 minutos
fr: 15 minutes
zh_hans: 15 分钟

source: 30 minuti
ar: ٣٠ دقيقة
de: 30 Minuten
en: 30 minutes
es: 30 minutos
fr: 30 minutes
zh_hans: 30 分钟

source: 5 minuti
ar: ٥ دقائق
de: 5 Minuten
en: 5 minutes
es: 5 minutos
fr: 5 minutes
zh_hans: 5 分钟

source: 60 secondi
ar: ٦٠ ثانية
de: 60 Sekunden
en: 60 seconds
es: 60 segundos
fr: 60 secondes
zh_hans: 60 秒

source: Abilita firma in linea (online signature)
ar: تفعيل التوقيع عبر الإنترنت
de: Online-Signatur aktivieren
en: Enable online signature
es: Activar firma en línea (online signature)
fr: Activer la signature en ligne
zh_hans: 启用在线签名

source: Accetta solo dagli amici
ar: القبول من الأصدقاء فقط
de: Nur von Freunden annehmen
en: Accept only from friends
es: Aceptar solo de amigos
fr: Accepter uniquement des amis
zh_hans: 仅接受好友消息

source: Accettate
ar: المقبولة
de: Angenommen
en: Accepted
es: Aceptadas
fr: Acceptées
zh_hans: 已接受

source: Accoda un link ed2k:// sul server aMule.
ar: يضيف رابط ed2k:// إلى قائمة خادم aMule.
de: Reiht einen ed2k://-Link auf dem aMule-Server ein.
en: Queues an ed2k:// link on the aMule server.
es: Encola un enlace ed2k:// en el servidor aMule.
fr: Met en file un lien ed2k:// sur le serveur aMule.
zh_hans: 将 ed2k:// 链接加入 aMule 服务器队列。

source: Accoda uno o più link ed2k:// sul server aMule (anche un testo che li contiene).
ar: يضيف رابطًا واحدًا أو أكثر من روابط ed2k:// إلى قائمة خادم aMule (أو نصًا يحتويها).
de: Reiht einen oder mehrere ed2k://-Links auf dem aMule-Server ein (auch ein Text, der sie enthält).
en: Queues one or more ed2k:// links on the aMule server (any text containing them works too).
es: Encola uno o varios enlaces ed2k:// en el servidor aMule (también un texto que los contenga).
fr: Met en file un ou plusieurs liens ed2k:// sur le serveur aMule (un texte qui les contient convient aussi).
zh_hans: 将一个或多个 ed2k:// 链接加入 aMule 服务器队列（也可传入包含链接的文本）。

source: Aggiorna
ar: تحديث
de: Aktualisieren
en: Refresh
es: Actualizar
fr: Actualiser
zh_hans: 刷新

source: Aggiorna da URL (server.met)
ar: التحديث من URL (server.met)
de: Von URL aktualisieren (server.met)
en: Update from URL (server.met)
es: Actualizar desde URL (server.met)
fr: Mettre à jour depuis une URL (server.met)
zh_hans: 从 URL 更新（server.met）

source: Aggiorna lista server (server.met)
ar: تحديث قائمة الخوادم (server.met)
de: Serverliste aktualisieren (server.met)
en: Update server list (server.met)
es: Actualizar lista de servidores (server.met)
fr: Mettre à jour la liste des serveurs (server.met)
zh_hans: 更新服务器列表（server.met）

source: Aggiorna lista server all'avvio
ar: تحديث قائمة الخوادم عند البدء
de: Serverliste beim Start aktualisieren
en: Update server list at startup
es: Actualizar lista de servidores al iniciar
fr: Mettre à jour la liste des serveurs au démarrage
zh_hans: 启动时更新服务器列表

source: Aggiorna lista server da URL
ar: تحديث قائمة الخوادم من URL
de: Serverliste von URL aktualisieren
en: Update server list from URL
es: Actualizar lista de servidores desde URL
fr: Mettre à jour la liste des serveurs depuis une URL
zh_hans: 从 URL 更新服务器列表

source: Aggiornamento automatico ipfilter
ar: تحديث ipfilter تلقائيًا
de: Automatische ipfilter-Aktualisierung
en: Automatic ipfilter update
es: Actualización automática de ipfilter
fr: Mise à jour automatique d'ipfilter
zh_hans: 自动更新 ipfilter

source: Aggiornato %@
ar: تم التحديث %@
de: Aktualisiert %@
en: Updated %@
es: Actualizado %@
fr: Actualisé %@
zh_hans: 更新于 %@

source: Aggiungere ai download?
ar: إضافة إلى التنزيلات؟
de: Zu den Downloads hinzufügen?
en: Add to downloads?
es: ¿Añadir a las descargas?
fr: Ajouter aux téléchargements ?
zh_hans: 添加到下载？

source: Aggiungi
ar: إضافة
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
zh_hans: 添加

source: Aggiungi cartella (percorso nel server):
ar: إضافة مجلد (المسار على الخادم):
de: Ordner hinzufügen (Pfad auf dem Server):
en: Add folder (path on the server):
es: Añadir carpeta (ruta en el servidor):
fr: Ajouter un dossier (chemin sur le serveur) :
zh_hans: 添加文件夹（服务器上的路径）：

source: Aggiungi link
ar: إضافة رابط
de: Link hinzufügen
en: Add Link
es: Añadir enlace
fr: Ajouter un lien
zh_hans: 添加链接

source: Aggiungi link dagli Appunti
ar: إضافة روابط من الحافظة
de: Links aus der Zwischenablage hinzufügen
en: Add links from the Clipboard
es: Añadir enlaces del Portapapeles
fr: Ajouter les liens du Presse-papiers
zh_hans: 从剪贴板添加链接

source: Aggiungi link eD2k
ar: إضافة رابط eD2k
de: eD2k-Link hinzufügen
en: Add eD2k Link
es: Añadir enlace eD2k
fr: Ajouter un lien eD2k
zh_hans: 添加 eD2k 链接

source: Aggiungi link eD2k…
ar: إضافة رابط eD2k…
de: eD2k-Link hinzufügen…
en: Add eD2k link…
es: Añadir enlace eD2k…
fr: Ajouter un lien eD2k…
zh_hans: 添加 eD2k 链接…

source: Aggiungi server
ar: إضافة خادم
de: Server hinzufügen
en: Add Server
es: Añadir servidor
fr: Ajouter un serveur
zh_hans: 添加服务器

source: Aggiungi server eD2k
ar: إضافة خادم eD2k
de: eD2k-Server hinzufügen
en: Add eD2k Server
es: Añadir servidor eD2k
fr: Ajouter un serveur eD2k
zh_hans: 添加 eD2k 服务器

source: Aggiungi server ricevuti dai client
ar: إضافة الخوادم الواردة من العملاء
de: Von Clients empfangene Server hinzufügen
en: Add servers received from clients
es: Añadir servidores recibidos de clientes
fr: Ajouter les serveurs reçus des clients
zh_hans: 添加来自客户端的服务器

source: Aggiungi server ricevuti dai server
ar: إضافة الخوادم الواردة من الخوادم
de: Von Servern empfangene Server hinzufügen
en: Add servers received from servers
es: Añadir servidores recibidos de servidores
fr: Ajouter les serveurs reçus des serveurs
zh_hans: 添加来自服务器的服务器

source: Aggiungi un link eD2k o cerca un file.
ar: أضف رابط eD2k أو ابحث عن ملف.
de: Füge einen eD2k-Link hinzu oder suche eine Datei.
en: Add an eD2k link or search for a file.
es: Añade un enlace eD2k o busca un archivo.
fr: Ajoutez un lien eD2k ou recherchez un fichier.
zh_hans: 添加 eD2k 链接或搜索文件。

source: Aggiungi un link ed2k:// o magnet
ar: إضافة رابط ed2k:// أو magnet
de: Einen ed2k://- oder Magnet-Link hinzufügen
en: Add an ed2k:// or magnet link
es: Añadir un enlace ed2k:// o magnet
fr: Ajouter un lien ed2k:// ou magnet
zh_hans: 添加 ed2k:// 或磁力链接

source: Aggiunti %lld link ai download.
ar: تمت إضافة %lld روابط إلى التنزيلات.
de: %lld Links zu den Downloads hinzugefügt.
en: %lld links added to the downloads.
es: %lld enlaces añadidos a las descargas.
fr: %lld liens ajoutés aux téléchargements.
zh_hans: 已将 %lld 个链接添加到下载。

source: Aggiunto ai download: %@
ar: أُضيف إلى التنزيلات: %@
de: Zu den Downloads hinzugefügt: %@
en: Added to downloads: %@
es: Añadido a las descargas: %@
fr: Ajouté aux téléchargements : %@
zh_hans: 已添加到下载：%@

source: Al primo avvio iCloud può impiegare qualche secondo a consegnare i dati.
ar: عند التشغيل الأول قد يستغرق iCloud بضع ثوانٍ لتسليم البيانات.
de: Beim ersten Start kann iCloud einige Sekunden brauchen, um die Daten zu liefern.
en: At the first launch iCloud may take a few seconds to deliver the data.
es: En el primer inicio iCloud puede tardar unos segundos en entregar los datos.
fr: Au premier lancement, iCloud peut mettre quelques secondes à livrer les données.
zh_hans: 首次启动时，iCloud 可能需要几秒钟才能送达数据。

source: Alloca subito la dimensione completa
ar: تخصيص الحجم الكامل فورًا
de: Volle Größe sofort belegen
en: Allocate full size immediately
es: Asignar de inmediato el tamaño completo
fr: Allouer immédiatement la taille complète
zh_hans: 立即分配完整大小

source: Alta
ar: عالية
de: Hoch
en: High
fr: Haute
zh_hans: 高

source: Altro
ar: المزيد
de: Mehr
en: More
es: Más
fr: Plus
zh_hans: 更多

source: Annulla
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
zh_hans: 取消

source: App disconnessa
ar: التطبيق غير متصل
de: App getrennt
en: App disconnected
es: App desconectada
fr: App déconnectée
zh_hans: 应用已断开

source: Applica al server
ar: تطبيق على الخادم
de: Auf Server anwenden
en: Apply to Server
es: Aplicar al servidor
fr: Appliquer au serveur
zh_hans: 应用到服务器

source: Apri aMule Remote su iPhone per ricevere i dati.
ar: افتح aMule Remote على iPhone لاستلام البيانات.
de: Öffne aMule Remote auf dem iPhone, um Daten zu empfangen.
en: Open aMule Remote on iPhone to receive data.
es: Abre aMule Remote en el iPhone para recibir los datos.
fr: Ouvrez aMule Remote sur l'iPhone pour recevoir les données.
zh_hans: 请在 iPhone 上打开 aMule Remote 以接收数据。

source: Apri le Impostazioni
ar: افتح الإعدادات
de: Einstellungen öffnen
en: Open Settings
es: Abrir Ajustes
fr: Ouvrir les Réglages
zh_hans: 打开设置

source: Arancione
ar: برتقالي
de: Orange
en: Orange
es: Naranja
fr: Orange
zh_hans: 橙色

source: Aspetto
ar: المظهر
de: Erscheinungsbild
en: Appearance
es: Aspecto
fr: Apparence
zh_hans: 外观

source: Aspetto:
ar: المظهر:
de: Erscheinungsbild:
en: Appearance:
es: Aspecto:
fr: Apparence :
zh_hans: 外观：

source: Attiva la sincronizzazione iCloud
ar: تفعيل مزامنة iCloud
de: iCloud-Synchronisierung aktivieren
en: Turn on iCloud sync
es: Activar la sincronización de iCloud
fr: Activer la synchronisation iCloud
zh_hans: 开启 iCloud 同步

source: Attiva le notifiche per ricevere gli avvisi: alla prima attivazione l'app chiede il permesso e invia una notifica di prova. Con i controlli in background l'app verifica il server anche da disconnessa (timeout o caduta della connessione) e ti avvisa di download completati e disconnessioni eD2k/Kad (queste ultime non se sul server è attiva la riconnessione automatica). Con l'app aperta i controlli seguono l'intervallo scelto; in background la cadenza la decide iOS usando questo valore come minimo (mai sotto i 15 minuti, a tutela della batteria). Le notifiche arrivano anche su Apple Watch.
ar: فعّل الإشعارات لاستلام التنبيهات: في المرة الأولى يطلب التطبيق الإذن ويرسل إشعار اختبار. مع الفحوصات في الخلفية يفحص التطبيق الخادم حتى أثناء قطع الاتصال (مهلة أو انقطاع) وينبهك بالتنزيلات المكتملة وانقطاعات eD2k/Kad (الأخيرة ما لم تكن إعادة الاتصال التلقائية مفعّلة على الخادم). أثناء فتح التطبيق تتبع الفحوصات الفاصل المحدد؛ وفي الخلفية يحدد iOS الوتيرة مع هذه القيمة كحد أدنى (ليس أقل من ١٥ دقيقة حفاظًا على البطارية). تصل الإشعارات أيضًا إلى Apple Watch.
de: Aktiviere Mitteilungen, um Hinweise zu erhalten: beim ersten Mal fragt die App um Erlaubnis und sendet eine Testmitteilung. Mit Hintergrundprüfungen prüft die App den Server auch getrennt (Timeout oder Verbindungsabbruch) und meldet abgeschlossene Downloads sowie eD2k-/Kad-Trennungen (Letztere nur, wenn die automatische Wiederverbindung auf dem Server aus ist). Bei geöffneter App folgen die Prüfungen dem gewählten Intervall; im Hintergrund bestimmt iOS den Takt mit diesem Wert als Minimum (nie unter 15 Minuten, um den Akku zu schonen). Mitteilungen erreichen auch die Apple Watch.
en: Turn on notifications to receive alerts: the first time, the app asks for permission and sends a test notification. With background checks the app checks the server even while disconnected (timeout or dropped connection) and alerts you about completed downloads and eD2k/Kad disconnections (the latter unless auto-reconnect is enabled on the server). While the app is open, checks follow the chosen interval; in the background iOS decides the cadence using this value as the minimum (never below 15 minutes, to protect battery life). Notifications also reach Apple Watch.
es: Activa las notificaciones para recibir los avisos: la primera vez, la app pide permiso y envía una notificación de prueba. Con las comprobaciones en segundo plano la app verifica el servidor incluso desconectada (tiempo de espera o conexión caída) y te avisa de descargas completadas y desconexiones de eD2k/Kad (estas últimas salvo que la reconexión automática esté activada en el servidor). Con la app abierta, las comprobaciones siguen el intervalo elegido; en segundo plano iOS decide la cadencia usando este valor como mínimo (nunca por debajo de 15 minutos, para proteger la batería). Las notificaciones llegan también al Apple Watch.
fr: Activez les notifications pour recevoir les alertes : la première fois, l'app demande l'autorisation et envoie une notification de test. Avec les vérifications en arrière-plan, l'app vérifie le serveur même déconnectée (délai ou connexion perdue) et vous prévient des téléchargements terminés et des déconnexions eD2k/Kad (ces dernières sauf si la reconnexion automatique est activée côté serveur). App ouverte, les vérifications suivent l'intervalle choisi ; en arrière-plan, iOS décide de la cadence avec cette valeur comme minimum (jamais moins de 15 minutes, pour préserver la batterie). Les notifications arrivent aussi sur l'Apple Watch.
zh_hans: 开启通知以接收提醒：首次开启时，应用会请求权限并发送一条测试通知。开启后台检查后，即使已断开（超时或连接中断），应用仍会检查服务器，并在下载完成或 eD2k/Kad 断开时提醒你（若服务器已启用自动重连，则不通知断开）。应用打开时按所选间隔检查；在后台由 iOS 决定频率，并以该值为下限（不低于 15 分钟，以保护电池）。通知也会送达 Apple Watch。

source: Attiva le notifiche per ricevere gli avvisi: alla prima attivazione l'app chiede il permesso e invia una notifica di prova. Dopo una disconnessione (timeout o server caduto) l'app continua a controllare il server all'intervallo scelto finché resta aperta, notificando download completati e cadute eD2k/Kad (queste ultime solo se sul server la riconnessione automatica è spenta).
ar: فعّل الإشعارات لاستلام التنبيهات: في المرة الأولى يطلب التطبيق الإذن ويرسل إشعار اختبار. بعد قطع الاتصال (مهلة أو سقوط الخادم) يواصل التطبيق فحص الخادم بالفاصل المحدد ما دام مفتوحًا، وينبه بالتنزيلات المكتملة وسقوط eD2k/Kad (الأخيرة فقط إذا كانت إعادة الاتصال التلقائية معطلة على الخادم).
de: Aktiviere Mitteilungen, um Hinweise zu erhalten: beim ersten Mal fragt die App um Erlaubnis und sendet eine Testmitteilung. Nach einer Trennung (Timeout oder Serverausfall) prüft die App den Server im gewählten Intervall weiter, solange sie geöffnet bleibt, und meldet abgeschlossene Downloads sowie eD2k-/Kad-Abbrüche (Letztere nur, wenn die automatische Wiederverbindung auf dem Server aus ist).
en: Turn on notifications to receive alerts: the first time, the app asks for permission and sends a test notification. After a disconnection (timeout or server drop) the app keeps checking the server at the chosen interval while it stays open, notifying completed downloads and eD2k/Kad drops (the latter only when auto-reconnect is off on the server).
es: Activa las notificaciones para recibir los avisos: la primera vez, la app pide permiso y envía una notificación de prueba. Tras una desconexión (tiempo de espera o caída del servidor), la app sigue comprobando el servidor con el intervalo elegido mientras esté abierta, notificando descargas completadas y caídas de eD2k/Kad (estas últimas solo si la reconexión automática está desactivada en el servidor).
fr: Activez les notifications pour recevoir les alertes : la première fois, l'app demande l'autorisation et envoie une notification de test. Après une déconnexion (délai ou chute du serveur), l'app continue de vérifier le serveur à l'intervalle choisi tant qu'elle reste ouverte, en notifiant les téléchargements terminés et les chutes eD2k/Kad (ces dernières uniquement si la reconnexion automatique est désactivée côté serveur).
zh_hans: 断开（超时或服务器掉线）后，只要应用保持打开，就会按所选间隔继续检查服务器，并通知已完成的下载和 eD2k/Kad 掉线（后者仅在服务器未启用自动重连时）。开启通知以接收提醒：首次开启时，应用会请求权限并发送一条测试通知。

source: Attive
ar: مفعّلة
de: Aktiv
en: On
es: Activadas
fr: Activées
zh_hans: 已开启

source: Autenticazione non riuscita. Riprova.
ar: فشلت المصادقة. حاول مرة أخرى.
de: Authentifizierung fehlgeschlagen. Erneut versuchen.
en: Authentication failed. Try again.
es: Autenticación fallida. Inténtalo de nuevo.
fr: Échec de l'authentification. Réessayez.
zh_hans: 认证失败，请重试。

source: Autoconnetti solo a server statici
ar: الاتصال التلقائي بالخوادم الثابتة فقط
de: Nur mit statischen Servern automatisch verbinden
en: Auto-connect only to static servers
es: Autoconectar solo a servidores estáticos
fr: Connexion auto uniquement aux serveurs statiques
zh_hans: 仅自动连接静态服务器

source: Automatica
ar: تلقائية
de: Automatisch
en: Auto
es: Automática
fr: Automatique
zh_hans: 自动

source: Autore
ar: المؤلف
de: Autor
en: Author
es: Autor
fr: Auteur
zh_hans: 作者

source: Avanti
ar: التالي
de: Weiter
en: Next
es: Siguiente
fr: Suivant
zh_hans: 下一步

source: Avanzamento
ar: التقدم
de: Fortschritt
en: Progress
es: Progreso
fr: Progression
zh_hans: 进度

source: Avanzamento, velocità e stato del download il cui nome contiene il testo indicato.
ar: تقدم وسرعة وحالة التنزيل الذي يحتوي اسمه على النص المحدد.
de: Fortschritt, Geschwindigkeit und Status des Downloads, dessen Name den angegebenen Text enthält.
en: Progress, speed and state of the download whose name contains the given text.
es: Avance, velocidad y estado de la descarga cuyo nombre contiene el texto indicado.
fr: Avancement, vitesse et état du téléchargement dont le nom contient le texte indiqué.
zh_hans: 名称包含指定文本的下载的进度、速度和状态。

source: Avanzate
ar: متقدم
de: Erweitert
en: Advanced
es: Avanzado
fr: Avancé
zh_hans: 高级

source: Avvia
ar: تشغيل
de: Starten
en: Start
es: Iniciar
fr: Démarrer
zh_hans: 开始

source: Avvia il prossimo file in pausa al completamento
ar: بدء الملف المتوقف التالي عند الاكتمال
de: Bei Abschluss die nächste pausierte Datei starten
en: Start the next paused file on completion
es: Iniciar el siguiente archivo en pausa al completarse
fr: Démarrer le fichier en pause suivant à la fin
zh_hans: 完成后开始下一个暂停的文件

source: Avvia o ferma la rete Kad
ar: بدء شبكة Kad أو إيقافها
de: Kad-Netzwerk starten oder stoppen
en: Start or stop the Kad network
es: Iniciar o detener la red Kad
fr: Démarrer ou arrêter le réseau Kad
zh_hans: 启动或停止 Kad 网络

source: Avvia o ferma la rete Kademlia sul server aMule.
ar: يبدأ شبكة Kademlia على خادم aMule أو يوقفها.
de: Startet oder stoppt das Kademlia-Netzwerk auf dem aMule-Server.
en: Starts or stops the Kademlia network on the aMule server.
es: Inicia o detiene la red Kademlia en el servidor aMule.
fr: Démarre ou arrête le réseau Kademlia sur le serveur aMule.
zh_hans: 在 aMule 服务器上启动或停止 Kademlia 网络。

source: Avvia una ricerca sul server aMule e restituisce i nomi dei primi risultati (attende fino a 15 secondi).
ar: يبدأ بحثًا على خادم aMule ويُعيد أسماء النتائج الأولى (ينتظر حتى 15 ثانية).
de: Startet eine Suche auf dem aMule-Server und liefert die Namen der ersten Ergebnisse (wartet bis zu 15 Sekunden).
en: Starts a search on the aMule server and returns the names of the first results (waits up to 15 seconds).
es: Inicia una búsqueda en el servidor aMule y devuelve los nombres de los primeros resultados (espera hasta 15 segundos).
fr: Lance une recherche sur le serveur aMule et renvoie les noms des premiers résultats (attend jusqu'à 15 secondes).
zh_hans: 在 aMule 服务器上发起搜索并返回前几个结果的名称（最多等待 15 秒）。

source: Avvia webserver automaticamente
ar: تشغيل خادم الويب تلقائيًا
de: Webserver automatisch starten
en: Start web server automatically
es: Iniciar el servidor web automáticamente
fr: Démarrer le serveur web automatiquement
zh_hans: 自动启动网页服务器
